Repository: pqhuy1987/TetrisCamera
Catalog: Graphic/*.lproj/Localizable.strings
Languages: de, ko, ru

source: Tap The Block To Rotate
de: Tik op het blok roteren
ko: 회전 블록을 누릅니다
ru: Нажмите блок, чтобы повернуть

source: Tap On The Left Side Of The Screen To Move The Block Left
de: Tik op de linkerkant van het scherm om Move The Block Links
ko: 블록 왼쪽으로 이동하려면 화면 왼쪽에 탭
ru: Нажмите на левой стороне экрана, чтобы переместить блок слева

source: Tap On The Right Side Of The Screen To Move The Block Right
de: Tik op de rechterkant van het scherm om Move The Block Right
ko: 블록 오른쪽으로 이동하려면 화면 오른쪽에 탭
ru: Нажмите на правой стороне экрана, чтобы переместить блок справа

source: Swipe Down Anywhere For Hard Fall
de: Veeg omlaag Anywhere Voor Hard Fall
ko: 하드 가을은 어디 와이프
ru: Проведите вниз Anywhere Для жесткого падения

source: Tap To Begin!!
de: Tik op om te beginnen!
ko: 시작하려면 누르십시오!
ru: Нажмите для старта!

source: Speed Increased!
de: Verhoogde snelheid!
ko: 속도가 증가!
ru: Скорость увеличивается!

source: Max Speed!
de: Maximum Snelheid!
ko: 최고 속도!
ru: Максимальная скорость!

source: Game Over
de: Spiel vorbei
ko: 게임 오버
ru: Конец игры

source: Score
de: Punkte
ko: 점수
ru: Оценка

source: Best
de: Beste
ko: 가장 좋은
ru: С наилучшими пожеланиями,
